import { title } from "process";

export const filteredItems = [
  {
    id: 1,
    title: "Эрүүгийн эрх зүй",
    content: [
      {
        id: 1,
        first_rules: [
          {
            id: 1,
            rule1: "Мөрдөн байцаалтын явцад өмгөөлөл",
          },
          {
            id: 2,
            rule1:
              "Хэрэг бүртгэгч, мөрдөн байцаагч, шүүхэд гомдол, хүсэлт гаргах",
          },
          {
            id: 3,
            rule1: "Эрүүгийн эрх зүйн зөвлөгөө өгөх",
          },
          {
            id: 4,
            rule1:
              " Хэрэг хянан шийдвэрлэх бүхий л шатанд өмгөөлөгчөөр оролцох",
          },
        ],
      },
      {
        id: 2,
        title: "Эрүүгийн хэргүүдийн төрөл:",
        second_rules: [
          {
            id: 1,
            rule1: "Хүний эрх, эрх чөлөөний эсрэг гэмт хэрэг",
          },
          {
            id: 2,
            rule1: "Хүний амь бие, эрүүл мэндийн эсрэг гэмт хэрэг",
          },
          {
            id: 3,
            rule1: "Гэр бүлийн болон нийгмийн ёс суртахууны эсрэг гэмт хэрэг ",
          },
          {
            id: 4,
            rule1: "Өмчлөх эрхийн эсрэг гэмт хэрэг",
          },
          {
            id: 5,
            rule1: "Аж ахуйн эсрэг гэмт хэрэг",
          },
          {
            id: 6,
            rule1: "Нийгмийн аюулгүй байдлын эсрэг гэмт хэрэг",
          },
          {
            id: 7,
            rule1: "Хүн амын эрүүл мэндийн эсрэг гэмт хэрэг",
          },
          {
            id: 8,
            rule1: "Байгаль хамгаалах журмын эсрэг гэмт хэрэг",
          },
          {
            id: 9,
            rule1:
              "Тээврийн хэрэгслийн хөдөлгөөний аюулгүй байдлын эсрэг гэмт хэрэг",
          },
          {
            id: 8,
            rule1: "Захиргааны журмын эсрэг гэмт хэрэг",
          },
          {
            id: 8,
            rule1: "Албан тушаалын эсрэг гэмт хэрэг",
          },
          {
            id: 8,
            rule1: "Хүний алдар нэр, нэр төрийн эсрэг гэмт хэрэг",
          },
          {
            id: 9,
            rule1: "Бусдын хувийн амьдрал, нууцын эсрэг гэмт хэрэг",
          },
          {
            id: 10,
            rule1: "Шударга бус үйлдэл, авлигын гэмт хэрэг",
          },
          {
            id: 11,
            rule1: "Төрийн эрх мэдэл, эрх чөлөөнд халдсан гэмт хэрэг",
          },
        ],
      },
    ],
  },
  {
    id: 2,
    title: "Иргэний эрх зүй",
    paragraph:
      "Бид иргэний эрх зүйн маргааныг шүүх болон шүүхийн бус журмаар шийдвэрлэхэд үйлчлүүлэгчдээ төлөөлөн ажиллаж, мэргэжлийн зөвлөгөө, өмгөөллийн иж бүрэн үйлчилгээ үзүүлдэг.",
    content: [
      {
        id: 1,
        title: "Иргэний эрх зүйн үйлчилгээний хүрээ:",
        first_rules: [
          {
            id: 1,
            rule1:
              "Шүүхийн болон шүүхийн бус журмаар маргаан шийдвэрлэх ажиллагаанд үйлчлүүлэгчийг төлөөлөх",
          },
          {
            id: 2,
            rule1: "Нэхэмжлэл, гомдол, сөрөг нэхэмжлэл гаргах",
          },

          {
            id: 3,
            rule1:
              "Шүүхийн шийдвэрийг гүйцэтгэх ажиллагаанд өмгөөлөгчөөр оролцох",
          },
        ],
      },
      {
        id: 2,
        title: "Иргэний эрх зүйн маргааны төрөл:",

        second_rules: [
          {
            id: 1,
            rule1: " Гэрээний маргаан",
          },
          {
            id: 2,
            rule1: "Эрх зүйн зөрчил, төлбөрийн маргаан",
          },
          {
            id: 3,
            rule1: "Өмч хөрөнгийн маргаан",
          },
          {
            id: 4,
            rule1: "Гэр бүлийн хуулийн асуудал",
          },
          {
            id: 5,
            rule1: "Гэрлэлт, салалтын маргаан",
          },
          {
            id: 6,
            rule1: "Хүүхдийн асрамж, халамжийн асуудал",
          },
          {
            id: 7,
            rule1: "Үл хөдлөх хөрөнгийн маргаан",
          },
          {
            id: 8,
            rule1: "Өвийн маргаан",
          },
          {
            id: 9,
            rule1: "Гэрээт болон зээлийн үүрэг гүйцэтгэлийн маргаан",
          },
          {
            id: 10,
            rule1: "Бизнесийн эрх зүйн маргаан",
          },
          {
            id: 11,
            rule1:
              "Төрийн бус байгууллагын болон ашгийн бус байгууллагын асуудал",
          },
          {
            id: 12,
            rule1: "Нотариат үйлчилгээтэй холбоотой маргаан",
          },
          {
            id: 13,
            rule1: "Захиргааны үйлчилгээтэй холбоотой маргаан",
          },
          {
            id: 14,
            rule1: "Үндсэн хууль зөрчсөн аливаа үйлдлүүдтэй холбоотой маргаан",
          },

          {
            id: 15,
            rule1:
              "Эрх бүхий байгууллагуудын шийдвэр, үйл ажиллагаанд гаргасан маргаан",
          },
          {
            id: 16,
            rule1: "Шүүхийн шийдвэр гүйцэтгэхтэй холбоотой маргаан",
          },
        ],
      },
    ],
  },
  {
    id: 3,
    title: "Захиргааны эрх зүй",
    paragraph:
      "Бид төрийн байгууллагын шийдвэртэй холбоотой асуудлаар эрх зүйн зөвлөгөө өгч, шаардлагатай тохиолдолд шүүх, захиргааны байгууллагад өмгөөлөгчөөр төлөөлөн оролцоно.",
    content: [
      {
        id: 1,
        title: "Захиргааны эрх зүйн үйлчилгээний хүрээ:",
        first_rules: [
          {
            id: 1,
            rule1: "Төрийн байгууллагын шийдвэрийн эсрэг маргаан",
          },
          {
            id: 2,
            rule1:
              "Татвар, байгаль орчны асуудалтай холбоотой маргаанд зөвлөгөө өгөх, өмгөөлөгчөөр оролцох",
          },

          {
            id: 3,
            rule1:
              "Захиргааны акт, журам зөрчсөнтэй холбоотой маргааны талаар зөвөлгөө өгөх, өмгөөлөгчөөр оролцох",
          },
        ],
      },
      {
        id: 2,
        title: " Захиргааны эрх зүйн маргааны төрөл:",
        second_rules: [
          {
            id: 1,
            rule1: "Төрийн байгууллагын шийдвэрийн эсрэг маргаан",
          },
          {
            id: 2,
            rule1: "Татварын маргаан",
          },
          {
            id: 3,
            rule1: "Тусгай зөвшөөрөлтэй холбоотой маргаан",
          },
          {
            id: 4,
            rule1: "Төрийн үйлчилгээтэй холбоотой маргаан",
          },
          {
            id: 5,
            rule1: "Байгаль орчны асуудалтай холбоотой маргаан",
          },
          {
            id: 6,
            rule1:
              "Төрийн захиргааны байгууллагын үйл ажиллагааг шалгах маргаан",
          },
          {
            id: 7,
            rule1: "Төрийн худалдан авалтын маргаан",
          },
          {
            id: 8,
            rule1:
              "Үйл ажиллагааны журам, эрх зүйн заавар, шийдвэрийг зөрчсөнтэй холбоотой маргаан",
          },
          {
            id: 9,
            rule1:
              "Засаг захиргааны нэгжийн үйл ажиллагаа, шийдвэртэй холбоотой маргаан",
          },
          {
            id: 10,
            rule1: "Орон нутгийн захиргааны шийдвэрийн эсрэг маргаан",
          },
          {
            id: 11,
            rule1:
              "Эрх бүхий байгууллагын шийдвэр, актын хүчингүй болгох, дахин тодорхойлох маргаан",
          },
          {
            id: 12,
            rule1:
              "Нийтийн ашиг сонирхлын эсрэг шийдвэр гаргах үйлдэлтэй холбоотой маргаан",
          },
          {
            id: 13,
            rule1:
              "Төрийн шийдвэр гаргах байгууллагын үйл ажиллагаанд хяналт тавих маргаан",
          },
          {
            id: 14,
            rule1: "Шударга бус өргөдөл, хүсэлт гомдол гаргах маргаан",
          },

          {
            id: 15,
            rule1: "Эрх зүйн хэм хэмжээ зөрчиж шийдвэр гаргах маргаан",
          },
          {
            id: 16,
            rule1:
              "Төрийн санхүүгийн байгууллагын үйл ажиллагааны эсрэг маргаан",
          },
        ],
      },
    ],
  },
  {
    id: 4,
    title: "Зөрчлийн эрх зүй",
    paragraph:
      "Манай баг зөрчилтэй холбоотой асуудлыг хууль зүйн хүрээнд оновчтой шийдвэрлэх, зөрчигдсөн эрхийг сэргээхэд чиглэсэн зөвлөгөө, өмгөөллийн үйлчилгээг үзүүлдэг. ",
    content: [
      {
        id: 1,
        title: "Зөрчлийн зүйн үйлчилгээний хүрээ:",
        first_rules: [
          {
            id: 1,
            rule1: "Зөрчлийн хэрэг хянан шийдвэрлэх",
          },
          {
            id: 2,
            rule1: "Зөрчил гарсан тохиолдолд хамгаалах",
          },
          {
            id: 3,
            rule1: "Зөрчлийн хуулийн дагуу хариуцлага тооцуулах",
          },
          {
            id: 4,
            rule1: "Зөрчлийн тухай хуулийг зөрчсөн үйлдэлтэй холбоотой маргаан",
          },
          {
            id: 5,
            rule1: "Зөрчлийн шийдвэрийн эсрэг гомдол гаргах",
          },
          {
            id: 6,
            rule1:
              "Зөрчлийн хэрэг хянан шийдвэрлэх ажиллагааны дараах гомдол гаргах",
          },
          {
            id: 7,
            rule1: "Зөрчлийн зөрчил гарсан тохиолдолд шүүхэд нэхэмжлэх",
          },
          {
            id: 8,
            rule1: "Зөрчилд холбогдсон этгээдийн эрхийг хамгаалах",
          },
          {
            id: 9,
            rule1:
              "Зөрчлийн хэргийг зохих хуулийн дагуу шийдвэрлэхэд өмгөөлөл үзүүлэх",
          },
          {
            id: 10,
            rule1: "Зөрчлийн хэргийг шүүхэд шилжүүлэх, төлөөлөх",
          },
          {
            id: 11,
            rule1: "Зөрчлийн хэргийг улсын байгууллагаар шийдвэрлүүлэх",
          },
          {
            id: 12,
            rule1:
              "Зөрчлийн хууль, дүрэм журамтай холбоотой зөвлөмж, үйлчилгээ үзүүлэх",
          },
        ],
      },
    ],
  },
  {
    id: 5,
    title: "Арбитрын хэрэг хянан шийдвэрлэх",
    paragraph:
      "Бид гэрээний дагуу арбитрын журмаар маргаан шийдвэрлэхэд мэргэшсэн. Эвлэрлийн гэрээ байгуулах, маргааныг хурдан хугацаанд шийдвэрлүүлэхэд дэмжлэг үзүүлдэг.  ",
    content: [
      {
        id: 1,
        title: "Арбитрын маргааны төрөл:",
        first_rules: [
          {
            id: 1,
            rule1: "Гэрээний маргаан",
          },
          {
            id: 2,
            rule1: "Бизнесийн маргаан",
          },
          {
            id: 3,
            rule1: "Төрийн байгууллага болон хувийн хэвшлийн хоорондын маргаан",
          },
          {
            id: 4,
            rule1: "Хөрөнгө оруулалтын маргаан",
          },
          {
            id: 5,
            rule1: "Түүхий эдийн худалдаа болон нийлүүлэлтийн гэрээний маргаан",
          },
          {
            id: 6,
            rule1: "Үйлдвэрлэлийн болон үйлчилгээний гэрээний маргаан",
          },
          {
            id: 7,
            rule1: "Төлбөрийн маргаан",
          },
          {
            id: 8,
            rule1: "Нийлүүлэлтийн маргаан",
          },
          {
            id: 9,
            rule1: "Олон улсын худалдааны маргаан",
          },
          {
            id: 10,
            rule1: "Худалдааны гэрээний маргаан",
          },
          {
            id: 11,
            rule1: "Зээл, санхүүгийн маргаан",
          },
          {
            id: 12,
            rule1: "Хөрөнгийн эзэмшил, ашиглалтыг маргаан",
          },
          {
            id: 13,
            rule1: "Шүүхийн бус арбитрын шийдвэр гаргах асуудал",
          },
          {
            id: 14,
            rule1:
              "Захиргааны байгууллагуудын шийдвэр гаргах, гэрээний маргаан",
          },
          {
            id: 15,
            rule1: "Гадаад худалдааны маргаан",
          },
          {
            id: 16,
            rule1: "Ашгийн бус байгууллагын маргаан",
          },
          {
            id: 17,
            rule1: "Өмч хөрөнгийн маргаан",
          },
          {
            id: 18,
            rule1: "Үндэсний болон олон улсын хууль, гэрээний маргаан",
          },
          {
            id: 19,
            rule1: "Эвлэрлийн гэрээ байгуулсан маргаан",
          },
          {
            id: 20,
            rule1: "Санхүүгийн хэрэг хянан шийдвэрлэх арбитрын маргаан",
          },
          {
            id: 21,
            rule1: "Олон улсын гэрээ болон хэлэлцээртэй холбоотой маргаан",
          },
        ],
      },
    ],
  },
  {
    id: 6,
    title: "Хүүхдийн эрхийн хамгаалалт",
    title_list6: "Насанд хүрээгүй хүүхдийн эрхийн хамгаалалт",
    paragraph:
      "Бид хүүхдийн эрхийг хамгаалах асуудлаар хууль зүйн мэргэжлийн зөвлөгөө, дэмжлэг, шүүхийн шатны үйлчилгээ үзүүлдэг.   ",
    content: [
      {
        id: 1,
        title: "Хүүхдийн эрхийг хамгаалах үйлчилгээ:",
        first_rules: [
          {
            id: 1,
            rule1: "Хүүхдийн амь нас, эрүүл мэндийг хамгаалах",
          },
          {
            id: 2,
            rule1: "Хүүхдийн асрамж, халамжийн асуудал",
          },
          {
            id: 3,
            rule1: "Хүүхдийн эрхийн зөрчилд хууль зүйн зөвлөгөө өгөх",
          },
          {
            id: 4,
            rule1:
              "Гэр бүлийн хүчирхийлэл, сөрөг нөлөөтэй нөхцөлд хүүхдийг хамгаалах",
          },
        ],
      },
    ],
  },
];
